Repository: KDE/kcm-grub2
Catalog: po/*/kcm-grub2.po
Languages: ast, bs, el, eo, he, id, is, nds, ru

# NAME OF TRANSLATORS
source: Your names
ast: Softastur
bs: Samir Ribić,Nermina Ahmić,Naida Čongo
id: Wantoyèk

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org
bs: Samir.ribic@etf.unsa.ba,nahmic1@etf.unsa.ba,ncongo1@etf.unsa.ba
id: wantoyek@gmail.com

# @item:inlistbox
source: ImageMagick supported image formats
ast: Formatos d'imaxe sofitaos por ImageMagick
bs: Formati slika koje podržava ImageMagick
el: Τύποι αποθήκευσης εικόνων που υποστηρίζονται από το ImageMagick
eo: ImageMagick apogis bildformatojn
he: סוגי קבצים שנתמכים על ידי ImageMagick
id: ImageMagick mendukung format gambar citra
is: Myndskrásnið sem ImageMagick styður
nds: Vun „ImageMagick“ ünnerstütt Bildformaten
ru: Форматы изображений, поддерживаемые ImageMagick

# @info
source: Please fill in both <interface>Image</interface> and <interface>Convert To</interface> fields.
bs: Popunite oba <interface>Slika</interface> i <interface>Konvertuj u</interface> polja.
el: Παρακαλώ συμπληρώστε και τα δυο πεδία <interface>Εικόνα</interface> και <interface>Μετατροπή σε</interface>.
eo: Bonvolu plenigi ambaŭ kampojn <interface>Bildo</interface> kaj <interface>Konverti Al</interface>.
he: נא למלא גם את השדה <interface>תמונה</interface> וגם את <interface>המרה אל</interface>.
id: Silakan isi kedua-duanya pada bidang <interface>Citra</interface> dan <interface>Konversikan Ke</interface>.
is: Fylltu inn báða reitina <interface>Mynd</interface> og <interface>Umbreyta í</interface>.
nds: Bitte giff in de Feller <interface>Bild</interface> un <interface>Wanneln na</interface> wat in.
ru: Заполните поля <interface>Изображение</interface> и <interface>Преобразовать в</interface>.

# @info
source: Please fill in both <interface>Width</interface> and <interface>Height</interface> fields.
bs: Popunite oba <interface>Širina</interface> i <interface>Visina</interface> polja.
el: Παρακαλώ συμπληρώστε και τα δυο πεδία <interface>Πλάτος</interface> και <interface>Ύψος</interface>.
eo: Bonvolu plenigi ambaŭ kampojn <interface>Larĝeco</interface> kaj <interface>Alteco</interface>.
he: נא למלא גם את השדה <interface>רוחב</interface> וגם את <interface>גובה</interface>.
id: Silakan isi kedua-duanya pada bidang <interface>Lebar</interface> dan <interface>Tinggi</interface>.
is: Fylltu inn báða reitina <interface>Breidd</interface> og <interface>Hæð</interface>.
nds: Bitte giff in de Feller <interface>Breed</interface> un <interface>Hööchd</interface> wat in.
ru: Заполните поля <interface>Ширина</interface> и <interface>Высота</interface>.

# @info
source: You do not have write permissions in this directory, please select another destination.
ast: Nun tienes los permisos d'escritura nesti direutoriu, esbilla otru destín.
bs: Nemate dozvolu za pisanje u ovaj direktorij, molimo izaberite drugo odredište.
el: Δεν έχετε δικαιώματα εγγραφής στον κατάλογο αυτό, επιλέξτε άλλον προορισμό.
eo: Vi ne havas skribopermesojn en ĉi tiu dosierujo, bonvolu elekti alian celon.
he: אין לך הרשאה לתיקייה הזאת, נא לבחור יעד אחר.
id: Anda tidak memiliki perizinan tulis di direktori ini, silakan pilih destinasi lainnya.
is: Þú ert ekki með skrifheimildir í þessari möppu, veldu annan viðtökustað.
nds: Du hest binnen dissen Orner keen Schriefverlöven, söök bitte en anner ut.
ru: У вас нет прав для записи в этот каталог, выберите другой.

# @info
source: The process could not be started.
ast: El procesu nun pudo aniciase.
bs: Proces se ne može pokrenuti.
el: Αδυναμία εκκίνησης της εφαρμογής.
eo: La procezo ne povus esti komencita.
he: אי אפשר להפעיל את התהליך.
id: Proses tidak bisa dimulai.
is: Tókst ekki að ræsa vinnsluna.
nds: De Perzess lett sik nich starten.
ru: Не удалось запустить процесс.

# @info
source: The process crashed.
ast: El procesu cascó.
bs: Proces se srušio.
el: Η διεργασία κατέρρευσε.
eo: La procezo paneis.
he: התהליך קרס.
id: Proses telah mogok.
is: Vinnslan hrundi.
nds: De Perzess is afstört.
ru: Процесс аварийно завершился.

source: Original configuration file <filename>%1</filename> does not exist.
ast: El ficheru orixinal de configuración «%1» nun esiste.
bs: Originalna konfiguracijska datoteka <filename>%1</filename> ne postoji.
el: Το πρωτοτυπικό αρχείο διαμόρφωσης <filename>%1</filename> δεν υπάρχει.
eo: Origina agorda dosiero <filename>%1</filename> ne ekzistas.
he: קובץ ההגדרות המקורי <filename>%1</filename> לא קיים.
id: Konfigurasi asli file <filename>%1</filename> tidak ada.
is: Upprunaleg grunnstillingaskrá <filename>%1</filename> er ekki til.
nds: Dat gifft de Orginaal-Instellendatei <filename>%1</filename> nich.
ru: Исходный конфигурационный файл <filename>%1</filename> не существует.

source: Cannot remove current configuration file <filename>%1</filename>.
ast: Nun pue desaniciase'l ficheru de configuración actual «%1».
bs: Uklanjanje trenutne konfiguracijske datoteke <filename>%1</filename> nije moguće.
el: Αδυναμία αφαίρεσης του τρέχοντος αρχείου διαμόρφωσης <filename>%1</filename>.
eo: Ne povas forigi la nunan agordan dosieron <filename>%1</filename>.
he: לא ניתן להסיר את קובץ ההגדרות הנוכחי <filename>%1</filename>.
id: Tidak bisa menghapus konfigurasi saat ini file <filename>%1</filename>.
is: Get ekki fjarlægt núverandi grunnstillingaskrá <filename>%1</filename>.
nds: De aktuelle Instellendatei <filename>%1</filename> lett sik nich wegmaken.
ru: Не удалось удалить конфигурационный файл <filename>%1</filename>.

source: Cannot copy original configuration file <filename>%1</filename> to <filename>%2</filename>.
ast: Nun pue copiase'l ficheru orixinal de configuración «%1» a «%2».
bs: Kopiranje originalne konfiguracijske datoteke <filename>%1</filename> u <filename>%2</filename> nije moguće.
el: Αδυναμία αντιγραφής του πρωτοτυπικού αρχείου διαμόρφωσης <filename>%1</filename> σε <filename>%2</filename>.
eo: Ne eblas kopii originan agorddosieron <filename>%1</filename> al <filename>%2</filename>.
he: לא ניתן להעתיק את קובץ ההגדרות המקורי <filename>%1</filename> אל <filename>%2</filename>.
id: Tidak bisa menyalin konfigurasi asli file <filename>%1</filename> ke <filename>%2</filename>.
is: Get ekki afritað upprunalega grunnstillingaskrá <filename>%1</filename> í <filename>%2</filename>.
nds: De Orginaal-Instellendatei <filename>%1</filename> lett sik nich na <filename>%2</filename> koperen.
ru: Не удалось скопировать исходный конфигурационный файл <filename>%1</filename> в <filename>%2</filename>.

source: Failed to create temporary mount point.
ast: Fallu al crear el puntu de montaxe temporal.
bs: Kreiranje privremenog mount point direktorija neuspjelo.
el: Αδυναμία δημιουργίας προσωρινού σημείου προσάρτησης.
eo: Malsukcesis krei provizoran muntan punkton.
he: יצירת נקודת עגינה זמנית נכשלה.
id: Gagal membuat titik kait temporer.
is: Mistókst að búa til tengipunkt til bráðabirgða.
nds: Temporeer Inhangsteed lett sik nich opstellen.
ru: Не удалось создать временную точку монтирования.

# @info
source: Error code: <numid>%1</numid><nl/>Error message: <message>%2</message>
bs: Kod greške: <numid>%1</numid><nl/>Poruka greške: <message>%2</message>
el: Κωδικός σφάλματος: <numid>%1</numid><nl/>Μήνυμα σφάλματος: <message>%2</message>
eo: Erarkodo: <numid>%1</numid><nl/>Erara mesaĝo: <message>%2</message>
he: קוד שגיאה: <numid>%1</numid><nl/>הודעת שגיאה: <message>%2</message>
id: Kode galat: <numid>%1</numid><nl/>Pesan galat: <message>%2</message>
is: Villukóði: <numid>%1</numid><nl/>Villuboð: <message>%2</message>
nds: Fehlerkode: <numid>%1</numid><nl/>Fehlermellen:<nl/><message>%2</message>
ru: Код ошибки: <numid>%1</numid><nl/>Сообщение об ошибке: <message>%2</message>

# @title:window
source: Install/Recover Bootloader
ast: Instalación/Recuperación del xestor d'arrinque
bs: Program za instalaciju/obnavljanje pri pokretanju sistema
el: Εγκατάσταση/Επαναφορά του προγράμματος εκκίνησης
eo: Instali/Reakiri Bootloader
he: התקנת/שחזור מנהל טעינה
id: Pasang/Pulihkan Bootloader
is: Setja upp/endurheimta ræsihleðsluforrit
nds: Systeemstarter installeren/wedderherstellen
ru: Установка/восстановление загрузчика

# @info
source: Sorry, you have to select a partition with a proper name!
ast: ¡Perdona pero tienes d'esbillar una partición con un nome afayadizu!
bs: Morate obilježiti particiju sa odgovarajućim imenom!
el: Λυπάμαι, πρέπει να επιλέξετε μια κατάτμηση με έγκυρο όνομα!
eo: Pardonu, vi devas elekti sekcion kun propra nomo!
he: יש לבחור מחיצה עם שם תקין!
id: Maaf, Anda harus memilih partisi dengan nama yang tepat!
is: Afsakaðu, en þú þarft að velja disksneið með almennilegu heiti!
nds: Bitte en Partitschoon mit en gellen Naam utsöken.
ru: Необходимо выбрать раздел с допустимым именем.

# @title:window
source: Installing
ast: Instalación
bs: Instaliranje
el: Εγκατάσταση
eo: Instalante
he: מתבצעת התקנה
id: Memasang
is: Set upp
nds: Bi to installeren
ru: Установка

# @info:progress
source: Installing GRUB...
ast: Instalando GRUB…
bs: Instaliranje GRUB-a...
el: Εγκατάσταση του GRUB...
eo: Instalante GRUB...
he: ‏GRUB מותקן…
id: Memasang GRUB...
is: Set upp GRUB...
nds: GRUB warrt installeert…
ru: Установка GRUB...

# @title:window
source: Information
ast: Información
bs: Informacije
el: Πληροφορίες
eo: Informoj
he: פרטים
id: Informasi
is: Upplýsingar
nds: Informatschonen
ru: Сведения

# @info
source: Successfully installed GRUB.
ast: GRUB instalóse con ésitu.
bs: GRUB je uspješno instaliran.
el: Το GRUB εγκαταστάθηκε με επιτυχία.
eo: Sukcese instalis GRUB.
he: ‏GRUB הותקנה בהצלחה
id: Berhasil memasang GRUB.
is: Tókst að setja upp GRUB.
nds: GRUB wöör mit Spood installeert.
ru: GRUB успешно установлен.

# @info
source: Failed to install GRUB.
ast: Fallu al instalar GRUB.
bs: Instalacija GRUB-a nije uspjela.
el: Η εγκατάσταση του GRUB απέτυχε.
eo: Malsukcesis instali GRUB.
he: התקנת GRUB נכשלה.
id: Gagal memasang GRUB.
is: Mistókst að setja upp GRUB.
nds: GRUB lett sik nich installeren.
ru: Не удалось установить GRUB.

# @title
source: KDE GRUB2 Bootloader Control Module
ast: Módulu de control de KDE pal xestor d'arrinque GRUB2
bs: KDE GRUB2 upravljački modul programa za pokretanje sistema
id: Modul Kontrol Bootloader KDE GRUB2

# @title
source: A KDE Control Module for configuring the GRUB2 bootloader.
ast: Un módulu de control de KDE pa configurar el xestor d'arrinque GRUB2
bs: KDE upravljački modul za konfiguraciju GRUB2 programa za pokretanje sistema.
id: Sebuah Modul Kontrol KDE untuk mengonfigurasi bootloader GRUB2.

# @info:credit
source: Copyright (C) 2008-2013 Konstantinos Smanis
bs: Zaštita autorskih prava (C) 2008-2013 Konstantinos Smanis
id: Hak Cipta, Konstantinos Smanis (C) 2008-2013

# @info:credit
source: Main Developer
ast: Desendolcador principal
bs: Glavni programer
id: Pengembang Utama

# @info
source: Successfully restored the default values.
ast: Los valores predeterminaos restauránronse con ésitu.
bs: Uspješno vraćene standardne vrijednosti.
el: Επιτυχημένη αποκατάσταση των προκαθορισμένων τιμών.
eo: Sukcese restarigis la defaŭltajn valorojn.
he: ערכי הברירת המחדל שוחזרו.
id: Nilai default berhasil dikembalikan.
is: Tókst að endurheimta sjálfgefnu gildin.
nds: Standardweerten wöörn mit Spood wedderherstellt.
ru: Значения по умолчанию успешно восстановлены.

# @info
source: Failed to restore the default values.
ast: Fallu al restaurar los valores predeterminaos.
bs: Vraćanje standardnih vrijednosti nije uspjelo.
el: Αποτυχία αποκατάστασης των προκαθορισμένων τιμών.
eo: Malsukcesis restarigi la defaŭltajn valorojn.
he: שחזור ערכי ברירת המחדל נכשל.
id: Gagal mengembalikan nilai default.
is: Mistókst að endurheimta sjálfgefnu gildin.
nds: Standardweerten laat sik nich wedderherstellen.
ru: Не удалось восстановить значения по умолчанию.

# @title:window Verb (gerund). Refers to current status.
source: Saving
ast: Guardáu
bs: Snimanje
el: Αποθήκευση
eo: Konservante
he: מתבצעת שמירה
id: Menyimpan
is: Vista
nds: Bi to sekern
ru: Сохранение

# @info:progress
source: Saving GRUB settings...
ast: Guardando los axustes de GRUB…
bs: Snimanje postavki GRUB-a...
el: Αποθήκευση των ρυθμίσεων του GRUB...
eo: Konservante GRUB-agordojn...
he: הגדרות GRUB נשמרות…
id: Menyimpan pengaturan GRUB...
is: Vista stillingar GRUB...
nds: GRUB-Instellen warrt sekert
ru: Сохранение параметров GRUB...

# @info
source: Successfully saved GRUB settings.
ast: Los axustes de GRUB guardáronse con ésitu.
bs: Uspješno snimljene postavke GRUB-a.
el: Οι ρυθμίσεις του GRUB αποθηκεύτηκαν με επιτυχία.
eo: Sukcese konservitaj GRUB-agordoj.
he: הגדרות GRUB נשמרו בהצלחה.
id: Pengaturan GRUB berhasil disimpan.
is: Tókst að vista stillingar GRUB.
nds: GRUB-Instellen mit Spood sekert
ru: Параметры GRUB успешно сохранены.

# @info
source: Failed to save GRUB settings.
ast: Fallu al guardar los axustes de GRUB.
bs: Postavke GRUB-a nisu uspješno snimljene.
el: Η αποθήκευση των ρυθμίσεων του GRUB απέτυχε.
eo: Malsukcesis konservi GRUB-agordojn.
he: שמירת הגדרות GRUB נכשלה.
id: Gagal menyimpan pengaturan GRUB.
is: Mistókst að vista stillingar GRUB.
nds: GRUB-Instellen laat sik nich sekern.
ru: Не удалось сохранить параметры GRUB.

# @title:window
source: Enter screen resolution
ast: Introducción d'una resolución de pantalla
bs: Unesite rezoluciju ekrana
el: Εισάγετε μια ανάλυση οθόνης
eo: Enigi ekranan rezolucion
he: נא למלא רזולוציית מסך
id: Masukkan resolusi layar
is: Færa inn skjáupplausn
nds: De Schirmoplösen ingeven
ru: Выбор разрешения экрана

# @label:textbox
source: Please enter a GRUB resolution:
ast: Introduz una resolución pa GRUB:
bs: Unesite rezoluciju GRUB-a:
el: Παρακαλώ εισάγετε μια ανάλυση GRUB:
eo: Bonvolu enigi GRUB-rezolucion:
he: נא למלא רזולוציה ל־GRUB:
id: Silakan masukkan resolusi GRUB:
is: Sláðu inn upplausn fyrir GRUB:
nds: Bitte en GRUB-Oplösen ingeven:
ru: Разрешение экрана для GRUB:

# @label:textbox
source: Please enter a Linux boot resolution:
ast: Introduz una resolución pal arrinque de Linux:
bs: Unesite rezoluciju pri podizanju Linuxa:
el: Παρακαλώ εισάγετε μια ανάλυση εκκίνησης για Linux:
eo: Bonvolu enigi Linuksan lanĉan rezolucion:
he: נא למלא רזולוציית טעינת לינוקס:
id: Silakan masukkan resolusi boot Linux:
is: Sláðu inn upplausn fyrir Linux ræsingu:
nds: Bitte en Linuxstart-Oplösen ingeven:
ru: Разрешение экрана для загрузки Linux:

# @info
source: Press <shortcut>Escape</shortcut> to exit fullscreen mode.
ast: Primi «Escape» pa colar del mou a pantalla completa.
bs: Pritisnite <shortcut>Escape</shortcut> da uklonite prikaz preko punog ekrana.
el: Πατήστε <shortcut>Escape</shortcut> για έξοδο από τη λειτουργία πλήρους οθόνης.
eo: Premu <shortcut>Eskapo</shortcut> por eliri plenekranan reĝimon.
he: יש ללחוץ על <shortcut>Escape</shortcut> כדי לצאת ממסך מלא.
id: Tekan <shortcut>Escape</shortcut> untuk mengeluarkan mode layar penuh.
is: Ýttu á <shortcut>Escape</shortcut> til að hætta að fylla skjá.
nds: Drück de <shortcut>Utkniep</shortcut>-Tast, wenn Du den Heelschirmbedrief verlaten wullt
ru: Нажмите <shortcut>Esc</shortcut> для выхода из полноэкранного режима.

# @item:inlistbox Refers to color.
source: Black
ast: Prietu
bs: Crna
el: Μαύρο
eo: Nigra
he: שחור
id: Hitam
is: Svart
nds: Swatt
ru: Чёрный

# @item:inlistbox Refers to color.
source: Transparent
ast: Tresparente
bs: Providno
el: Διαφανές
eo: Travidebla
he: שקוף למחצה
id: Transparan
is: Gagnsætt
nds: Dörsichtig
ru: Прозрачный

# @item:inlistbox Refers to color.
source: Blue
ast: Azul
bs: Plava
el: Μπλε
eo: Blua
he: כחול
id: Biru
is: Blátt
nds: Blaag
ru: Синий

# @item:inlistbox Refers to color.
source: Cyan
ast: Cianu
bs: Tirkizna
el: Κυανό
eo: Cejana
he: ציאן
id: Sian
is: Blágrænt
nds: Zyan
ru: Бирюзовый

# @item:inlistbox Refers to color.
source: Dark Gray
ast: Buxu escuro
bs: Tamnosiva
el: Σκούρο γκρι
eo: Malhelgrizo
he: אפור כהה
id: Abu Gelap
is: Dökkgrátt
nds: Düüstergries
ru: Тёмно-серый

# @item:inlistbox Refers to color.
source: Green
ast: Verde
bs: Zelena
el: Πράσινο
eo: Verda
he: ירוק
id: Hijau
is: Grænt
nds: Gröön
ru: Зелёный

# @item:inlistbox Refers to color.
source: Light Cyan
ast: Cianu claro
bs: Svijetlotirkizna
el: Ανοιχτό κυανό
eo: Hela Cian
he: ציאן בהיר
id: Sian Muda
is: Ljósblágrænt
nds: Hell Zyan
ru: Светло-бирюзовый

# @item:inlistbox Refers to color.
source: Light Blue
ast: Azul claro
bs: Svijetloplava
el: Ανοιχτό μπλε
eo: Helbluo
he: כחול בהיר
id: Biru Terang
is: Ljósblátt
nds: Hellblaag
ru: Голубой

# @item:inlistbox Refers to color.
source: Light Green
ast: Verde claro
bs: Svijetlozelena
el: Ανοιχτό πράσινο
eo: Helverda
he: ירוק בהיר
id: Hijau Muda
is: Ljósgrænt
nds: Hellgröön
ru: Светло-зелёный

# @item:inlistbox Refers to color.
source: Light Gray
ast: Buxu claro
bs: Svijetlosiva
el: Ανοιχτό γκρι
eo: Helgrizo
he: אפור בהיר
id: Abu Terang
is: Ljósgrátt
nds: Hellgries
ru: Светло-серый

# @item:inlistbox Refers to color.
source: Light Magenta
ast: Maxenta claro
bs: Blagopurpurna
el: Ανοιχτό Ματζέντα
eo: Hela Magento
he: ארגמן בהיר
id: Magenta Muda
is: Ljósrauðblátt
nds: Hell Magenta
ru: Светло-малиновый

# @item:inlistbox Refers to color.
source: Light Red
ast: Coloráu claro
bs: Svijetlocrvena
el: Ανοιχτό κόκκινο
eo: Helruĝa
he: אדום בהיר
id: Merah Muda
is: Ljósrautt
nds: Hellroot
ru: Светло-красный

# @item:inlistbox Refers to color.
source: Magenta
ast: Maxenta
bs: Purpurna
el: Ματζέντα
eo: Malva
he: ארגמן
is: Rauðblátt
ru: Малиновый

# @item:inlistbox Refers to color.
source: Red
ast: Coloráu
bs: Crvena
el: Κόκκινο
eo: Ruĝa
he: אדום
id: Merah
is: Rautt
nds: Root
ru: Красный

# @item:inlistbox Refers to color.
source: White
ast: Blancu
bs: Bijela
el: Λευκό
eo: Blanka
he: לבן
id: Putih
is: Hvítt
nds: Witt
ru: Белый

# @item:inlistbox Refers to color.
source: Yellow
ast: Mariellu
bs: Žuta
el: Κίτρινο
eo: Flava
he: צהוב
id: Kuning
is: Gult
nds: Geel
ru: Жёлтый

# @action:inmenu
source: Quiet Boot
ast: Arrinque silenciosu
bs: Tiho podizanje sistema
el: Εκκίνηση χωρίς μηνύματα
eo: Trankvila Boto
he: טעינה שקטה
id: Boot Tenang
is: Þögul ræsing
nds: Still hoochfohren
ru: Загрузка без текстовых сообщений

# @action:inmenu
source: Show Splash Screen
ast: Amosar la pantalla de chisca
bs: Prikaži početni zaslon
el: Εμφάνιση εικόνας εκκίνησης
eo: Montri Splash Screen
he: הצגת מסך פתיחה
id: Tampilkan Layar Splash
is: Sýna upphafsskjá
nds: Startschirm wiesen
ru: Показывать окно приветствия

# @action:inmenu
source: Disable Plymouth
ast: Desactivar Plymouth
bs: Onemogući Plymouth
el: Απενεργοποίηση του Plymouth
eo: Malebligi Plymouth
he: השבתת Plymouth
id: Nonfungsikan Playmouth
is: Afvirkja Plymouth
nds: Plymouth utmaken
ru: Отключить Plymouth

# @action:inmenu
source: Turn Off ACPI
ast: Desactivar l'ACPI
bs: Isključi ACPI
el: Απενεργοποίηση ACPI
eo: Malŝalti ACPI
he: כיבוי ACPI
id: Padamkan ACPI
is: Slökkva á ACPI
nds: ACPI utmaken
ru: Отключить ACPI

# @action:inmenu
source: Turn Off APIC
ast: Desactivar l'APIC
bs: Isključi APIC
el: Απενεργοποίηση APIC
eo: Malŝalti APIC
he: כיבוי APIC
id: Padamkan APIC
is: Slökkva á APIC
nds: APIC utmaken
ru: Отключить APIC

# @action:inmenu
source: Turn Off Local APIC
ast: Desactivar l'APIC llocal
bs: Isključi lokalni APIC
el: Απενεργοποίηση τοπικού APIC
eo: Malŝalti Lokan APIC
he: כיבוי API מקומי
id: Padamkan APIC Lokal
is: Slökkva á staðbundnu APIC
nds: Lokaal APIC utmaken
ru: Отключить локальный APIC

# @action:inmenu
source: Single User Mode
ast: Mou d'usuariu únicu
bs: Režim korištenja za jednog korisnika
el: Λειτουργία μοναδικού χρήστη
eo: Ununura Uzanta Reĝimo
he: מצב משתמש יחיד
id: Mode Pengguna Tunggal
is: Snið fyrir stakan notanda
nds: Eenbrukerbedrief
ru: Режим одного пользователя

# @action:inmenu
source: PC BIOS && EFI Console
ast: Consola de BIOS y EFI
bs: PC BIOS && EFI konzola
eo: PC BIOS && EFI-Konzolo
he: ה־BIOS של המחשב ומסוף EFI
id: BIOS PC && Konsol EFI
is: PC BIOS && EFI stjórnborð
nds: Reekner-BIOS un EFI-Konsool
ru: PC BIOS && консоль EFI

# @action:inmenu
source: Serial Terminal
bs: Serijski terminal
el: Σειραϊκό τερματικό
eo: Seria Terminalo
he: מסוף טורי
id: Terminal Serial
is: Raðtengdur skjáhermir
nds: Seriell Konsool
ru: Последовательный терминал

source: Open Firmware Console
bs: Konzola otvorenog ugrađenog programa
el: Τερματικό Open Firmware
eo: Malfermi Firmware-Konzolon
he: פתיחת מסוף קושחה
id: Konsol Open Firmware
is: Opna stjórnborð fastbúnaðar
nds: Firmware-Konsool opmaken
ru: Консоль Open Firmware

# @action:inmenu
source: PC AT Keyboard (Coreboot)
bs: PC AT tastatura (Coreboot - Linux BIOS)
el: Πληκτρολόγιο PC AT (Coreboot)
eo: Klavaro ĉe PC (Koreboot)
he: מקלדת AT למחשב (Coreboot)
id: Keyboard AT PC (Coreboot)
is: PC AT-lyklaborð (Coreboot)
nds: PC-AT-Tastatuur (Karnstart)
ru: Клавиатура PC AT (Coreboot)

# @action:inmenu
source: USB Keyboard (HID Boot Protocol)
bs: USB tastatura (HID protokol podizanja sistema)
el: Πληκτρολόγιο USB (Πρωτόκολλο εκκίνησης HID)
eo: USB-Klavaro (HID Boot Protocol)
he: מקלדת USB (פרוטוקול טעינה HID)
id: Keyboard USB (Protokol Boot HID)
is: USB-lyklaborð (HID Boot Protocol)
nds: USB-Tastatuur (HID-Systeemstartprotokoll)
ru: Клавиатура USB Keyboard (протокол HID Boot)

# @action:inmenu
source: Graphics Mode Output
bs: Izlazni grafički režim
el: Έξοδος της λειτουργίας γραφικών
eo: Grafika Reĝimo Eligo
he: פלט מצב גרפי
id: Output Mode Grafik
is: Úttak myndvinnslusniðs
nds: Grafikbedrief
ru: Вывод в графическом режиме

# @action:inmenu
source: VGA Text Output (Coreboot)
bs: VGA izlazni tekst (Coreboot - Linux BIOS)
el: Έξοδος κειμένου VGA (Coreboot)
eo: VGA-Teksto-Eligo (Koreboot)
he: פלט טקסט VGA‏ (Coreboot)
id: Output Teks VGA (Coreboot)
is: VGA-textaúttak (Coreboot)
nds: VGA-Textutgaav (Karnstart)
ru: Текстовый вывод VGA (Coreboot)

# @item:inlistbox
source: No translation
bs: Nema prevoda
el: Χωρίς μετάφραση
eo: Neniu traduko
he: אין תרגום
id: Tanpa terjemahan
is: Engin þýðing
nds: Keen Översetten
ru: Без перевода

# @item:inlistbox Refers to screen resolution.
source: Custom...
ast: Personalizar…
bs: Prilagođeno...
el: Προσαρμοσμένο...
eo: Propra...
he: התאמה אישית…
id: Kustom...
is: Sérsniðið...
nds: Egen...
ru: Другое...

# @item:inlistbox Refers to screen resolution.
source: Auto
bs: Automatski
el: Αυτόματο
eo: Aŭtomata
he: אוטו׳
is: Sjálfvirkt
nds: Automaatsch
ru: Авто

# @item:inlistbox Refers to screen resolution.
source: Unspecified
ast: Ensin especificar
bs: Nenaznačeno
el: Απροσδιόριστο
eo: Nespecifita
he: לא צוין
id: Tidak Terspesifikasi
is: Óskilgreint
nds: Nich angeven
ru: Не указано

# @item:inlistbox
source: Boot in Text Mode
ast: Arrincar nel mou testu
bs: Podizanje sistema u tekstualnom modu
el: Εκκίνηση σε λειτουργία κειμένου
eo: Lanĉi en Teksta Reĝimo
he: טעינה במצב טקסט
id: Boot dalam Mode Teks
is: Ræsa í textasniði
nds: Na Textbedrief hoochfohren
ru: Загрузка в текстовом режиме

# @item:inlistbox
source: Keep GRUB's Resolution
ast: Caltener la resolución de GRUB
bs: Zadrži rezoluciju GRUB-a
el: Διατήρηση της ανάλυσης του GRUB
eo: Konservi la Rezolucion de GRUB
he: לשמור על הרזולוציה של GRUB
id: Jaga Resolusi si GRUB
is: Halda upplausn GRUB
nds: Grub-Oplösen wohren
ru: Оставить разрешение экрана GRUB

# transaction state, the daemon is in the process of starting
source: Waiting for service to start
ast: Esperando a que s'anicie'l serviciu
bs: Čeka se start servisa
el: Αναμονή εκκίνησης της υπηρεσίας
eo: Atendante ke servo komenciĝos
he: בהמתנה לתחילת השירות
id: Menunggu layanan untuk memulai
is: Bíð eftir að þjónusta ræsist
nds: An't Töven, dat de Deenst starten deit
ru: Ожидание запуска службы

# transaction state, the transaction is waiting for another to complete
source: Waiting for other tasks
ast: Esperando poles demás xeres
bs: Čekaju se drugi zadaci
el: Αναμονή για άλλες διεργασίες
eo: Atendante aliajn taskojn
he: בהמתנה למשימות אחרות
id: Menunggu tugas lain
is: Bíð eftir öðrum verkum
nds: An't Töven op anner Opgaven
ru: Ожидание завершения других заданий
