Repository: KDE/kcm-grub2
Catalog: po/*/kcm-grub2.po
Languages: ast, bs, el, eo, he, id, is, nds, ru

# transaction state, just started
source: Running task
ast: Executando la xera
bs: Izvršavajući zadatak
el: Εκτέλεση διεργασίας
eo: Kuranta tasko
he: משימה רצה
id: Menjalankan tugas
is: Keyri verk
nds: Lopen Opgaav
ru: Выполнение задания

# transaction state, is querying data
source: Querying
ast: Consultando
bs: Slanje upita
el: Ερώτηση
eo: Demandado
he: מתשאל
id: Menanyakan
is: Sendi fyrirspurn
nds: Bi to affragen
ru: Выполнение запроса

# transaction state, getting data from a server
source: Getting information
ast: Consiguiendo la información
bs: Prikupljanje informacija
el: Λήψη πληροφοριών
eo: Akiri informojn
he: מתקבל מידע
id: Mendapatkan informasi
is: Sæki upplýsingar
nds: Informatschonen warrt haalt
ru: Получение информации

# transaction state, removing packages
source: Removing packages
ast: Desaniciando los paquetes
bs: Uklanjanje paketa
el: Αφαίρεση πακέτων
eo: Forigante pakaĵojn
he: חבילות עוברות הסרה
id: Menghapus paket
is: Fjarlægi pakka
nds: Paketen warrt wegmaakt
ru: Удаление пакетов

# transaction state, downloading package files
source: Downloading packages
ast: Baxando los paquetes
bs: Preuzimanje paketa
el: Λήψη πακέτων
eo: Elŝutante pakaĵojn
he: חבילות יורדות
id: Mengunduh paket
is: Sæki pakka
nds: Paketen warrt daallaadt
ru: Загрузка пакетов

# transaction state, installing packages
source: Installing packages
ast: Instalando los paquetes
bs: Instaliranje paketa
el: Εγκατάσταση πακέτων
eo: Instalante pakaĵojn
he: חבילות מותקנות
id: Memasang paket
is: Set upp pakka
nds: Paketen warrt installeert
ru: Установка пакетов

# transaction state, refreshing internal lists
source: Refreshing software list
ast: Refrescando la llista de software
bs: Osvježavanje softverske liste
el: Ανανέωση λίστας λογισμικού
eo: Refreŝiga listo de programaro
he: רשימת התוכנות מתרעננת
id: Menyegarkan daftar perangkat lunak
is: Endurhleð hugbúnaðarlista
nds: Programmlist warrt opfrischt
ru: Обновление списка пакетов

# transaction state, installing updates
source: Updating packages
ast: Anovando los paquetes
bs: Ažuriranje paketa
el: Ενημέρωση πακέτων
eo: Ĝisdatigante pakaĵojn
he: חבילות מתעדכנות
id: Memperbarui paket
is: Uppfæri pakka
nds: Paketen warrt opfrischt
ru: Обновление пакетов

# transaction state, removing old packages, and cleaning config files
source: Cleaning up packages
ast: Llimpiando los paquetes
bs: Čišćenje paketa
el: Καθαρισμός πακέτων
eo: Purigado de pakaĵoj
he: חבילות מפונות
id: Membersihkan paket
is: Hreinsa upp pakka
nds: Paketen warrt schier maakt
ru: Очистка пакетов

# transaction state, obsoleting old packages
source: Obsoleting packages
bs: Zastarjeli paketi
el: Ορισμός πακέτων ως ξεπερασμένα
eo: Malnoviĝintaj pakaĵoj
he: חבילות מסומנות כישנות
id: Mengusangkan paket
is: Úreldi pakka
nds: An't Pröven op överhaalt Paketen
ru: Замена устаревших пакетов

# transaction state, checking the transaction before we do it
source: Resolving dependencies
bs: Rješavanje zavisnosti
el: Επίλυση των εξαρτήσεων
eo: Solvado de dependecoj
he: התלויות נפתרות
id: Menyelesaikan ketergantungan
is: Leysi kerfisákvæði
nds: Afhangigkeiten warrt oplööst
ru: Разрешение зависимостей

# transaction state, checking if we have all the security keys for the operation
source: Checking signatures
ast: Comprobando les robles
bs: Provjera potpisa
el: Έλεγχος υπογραφών
eo: Kontrolante subskribojn
he: החתימות נבדקות
id: Memeriksa tandatangan
is: Kanna undirritanir
nds: Ünnerschriften warrt pröövt
ru: Проверка подписей

# transaction state, when we're doing a test transaction
source: Testing changes
ast: Probando los cambeos
bs: Testiranje promjena
el: Έλεγχος τροποποιήσεων
eo: Testante ŝanĝojn
he: השינויים נבדקים
id: Menguji perubahan
is: Prófa breytingar
nds: Ännern warrt utprobeert
ru: Проверка изменений

# transaction state, when we're writing to the system package database
source: Committing changes
ast: Unviando los cambeos
bs: Izvršavanje izmjena
el: Υποβολή τροποποιήσεων
eo: Farante ŝanĝojn
he: השינויים מקובעים
id: Melakukan perubahan
is: Virkja breytingar
nds: Ännern warrt inspeelt
ru: Сохранение изменений

# transaction state, requesting data from a server
source: Requesting data
ast: Solicitando los datos
bs: Zahtijevanje podataka
el: Αίτηση δεδομένων
eo: Petante datumojn
he: בקשת מידע
id: Meminta data
is: Bið um gögn
nds: Daten warrt anfraagt
ru: Запрос данных

# transaction state, all done!
source: Finished
ast: Finó
bs: Završeno
el: Ολοκληρώθηκε
eo: Finita
he: הסתיים
id: Selesai
is: Lokið
nds: Afslaten
ru: Завершено

# transaction state, in the process of cancelling
source: Cancelling
ast: Encaboxando
bs: Otkazujem
el: Ακύρωση
eo: Nuligo
he: מתבטל
id: Membatalkan
is: Hætti við
nds: Bi to afbreken
ru: Отмена

# transaction state, downloading metadata
source: Downloading repository information
bs: Preuzimanje informacija o repozitoriju
el: Λήψη πληροφοριών αποθετηρίου
eo: Elŝutante deponejajn informojn
he: פרטי המאגר מתקבלים
id: Mengunduh informasi repositori
is: Sæki upplýsingar um hugbúnaðarsafn
nds: Archiev-Informatschonen warrt daallaadt
ru: Получение сведений репозитория

# transaction state, downloading metadata
source: Downloading list of packages
ast: Baxando la llista de paquetes
bs: Preuzimanje liste paketa
el: Λήψη της λίστας των πακέτων
eo: Elŝutante liston de pakaĵoj
he: רשימת החבילות מתקבלת
id: Mengunduh daftar paket-paket
is: Sæki lista yfir pakka
nds: Paketlist warrt daallaadt
ru: Загрузка списка пакетов

# transaction state, downloading metadata
source: Downloading file lists
ast: Baxando les llistes de ficheros
bs: Preuzimanje liste datoteka
el: Λήψη της λίστας αρχείων
eo: Elŝutante dosierlistojn
he: רשימות קבצים מתקבלות
id: Mengunduh daftar file
is: Sæki skráalista
nds: Paketlisten warrt daallaadt
ru: Загрузка списка файлов

# transaction state, downloading metadata
source: Downloading lists of changes
ast: Baxando les llistes de cambeos
bs: Preuzimanje liste promjena
el: Λήψη της λίστας τροποποιήσεων
eo: Elŝutante listojn de ŝanĝoj
he: רשימות שינויים מתקבלות
id: Mengunduh daftar perubahan
is: Sæki lista yfir breytingar
nds: Ännernlist warrt daallaadt
ru: Загрузка списка изменений

# transaction state, downloading metadata
source: Downloading groups
ast: Baxando los grupos
bs: Preuzimanje grupa
el: Λήψη των ομάδων
eo: Elŝutante grupojn
he: קבוצות מתקבלות
id: Mengunduh grup
is: Sæki hópa
nds: Koppeln warrt daallaadt
ru: Загрузка групп

# transaction state, downloading metadata
source: Downloading update information
bs: Preuzimanje informacija o nadogradnji
el: Λήψη των πληροφοριών ενημέρωσης
eo: Elŝutante ĝisdatigajn informojn
he: פרטי עדכון יורדים
id: Mengunduh informasi pembaruan
is: Sæki uppfærsluupplýsingar
nds: Opfrisch-Informatschonen warrt daallaadt
ru: Загрузка информации об обновлениях

# transaction state, repackaging delta files
source: Repackaging files
ast: Rempaquetando los ficheros
bs: Prepakiranje datoteka
el: Επαναδημιουργία πακέτων
eo: Repakado de dosieroj
he: הקבצים נארזים מחדש
id: Mengemas ulang file
is: Endurpakka skrám
nds: Dateien warrt nieg inpackt
ru: Повторная упаковка файлов

# transaction state, loading databases
source: Loading cache
ast: Cargando la caché
bs: Učitavanje keša
el: Φόρτωση λανθάνουσας μνήμης
eo: Ŝargante kaŝmemoron
he: המטמון נטען
id: Memuat cache
is: Hleð inn skyndiminni
nds: Twischenspieker warrt laadt
ru: Загрузка кэша

# transaction state, scanning for running processes
source: Scanning installed applications
ast: Escaniando les aplicaciones instalaes
bs: Skeniranje instaliranih aplikacija
el: Σάρωση εγκατεστημένων εφαρμογών
eo: Skanante instalitajn aplikaĵojn
he: היישומים המותקנים נסרקים
id: Memindai aplikasi yang terinstal
is: Skanna uppsett forrit
nds: Installeert Programmen warrt dörkeken
ru: Сканирование установленных приложений

# transaction state, generating a list of packages installed on the system
source: Generating package lists
ast: Xenerando les llistes de paquetes
bs: Generiranje liste paketa
el: Δημιουργία λιστών πακέτων
eo: Generante pakajn listojn
he: רשימות חבילות נוצרות
id: Menghasilkan daftar paket
is: Útbý pakkalista
nds: Paketlisten warrt opstellt
ru: Создание списка пакетов

# transaction state, when we're waiting for the native tools to exit
source: Waiting for package manager lock
ast: Esperando pol bloquéu del xestor de paquetes
bs: Čekanje na zaključavanje upravljača datotekama
el: Αναμονή κλειδώματος του διαχειριστή πακέτων
eo: Atendante pakaĵadministran ŝlosilon
he: בהמתנה לנעילת מנהל חבילות
id: Menunggu kunci pengelola paket
is: Bíð eftir læsingu pakkastjóra
nds: An't Töven op Paketpleger-Slott
ru: Ожидание разблокировки диспетчера пакетов

# waiting for user to type in a password
source: Waiting for authentication
ast: Esperando pola autenticación
bs: Čekanje na prijavu
el: Αναμονή για πιστοποίηση
eo: Atendante aŭtentikigon
he: בהמתנה לאימות
id: Menunggu autentikasi
is: Bíð eftir heimild
nds: An't Töven op Identiteetprööv
ru: Ожидание завершения аутентификации

# we are updating the list of processes
source: Updating the list of running applications
ast: Anovando la llista d'aplicaciones n'execución
bs: Ažuriranje liste tekućih aplikacija
el: Ενημέρωση της λίστας των εκτελούμενων εφαρμογών
eo: Ĝisdatigante la liston de kurantaj aplikaĵoj
he: רשימת היישומים הפעילים מתעדכנת
id: Memperbarui daftar pada aplikasi yang berjalan
is: Uppfæri lista yfir forrit í keyrslu
nds: De List mit lopen Programmen warrt opfrischt
ru: Обновление списка запущенных приложений

# we are checking executable files in use
source: Checking for applications currently in use
ast: Comprobando les aplicaciones que tán n'usu anguaño
bs: Provjera aplikacija koje su trenutno u upotrebi
el: Έλεγχος για εφαρμογές σε χρήση
eo: Kontrolante por aplikaĵoj nuntempe uzataj
he: היישומים שכרגע בשימוש נבדקים
id: Memeriksa aplikasi yang saat ini sedang digunakan
is: Athuga forrit sem eru í notkun
nds: An't Kieken na Programmen, de opstunns in Bruuk sünd
ru: Выявление используемых приложений

# we are checking for libraries in use
source: Checking for libraries currently in use
ast: Comprobando les biblioteques que tán n'usu anguaño
bs: Čekanje biblioteka koje su trenutno u upotrebi
el: Έλεγχος για βιβλιοθήκες σε χρήση
eo: Kontrolante por bibliotekoj nuntempe uzataj
he: הספריות שכרגע בשימוש נבדקות
id: Memeriksa pustaka lib yang saat ini sedang digunakan
is: Athuga aðgerðasöfn sem eru í notkun
nds: An't Kieken na Bibliotheken, de opstunns in Bruuk sünd
ru: Выявление используемых библиотек

# we are copying package files to prepare to install
source: Copying files
ast: Copiando los ficheros
bs: Kopiranje datoteka
el: Αντιγραφή αρχείων
eo: Kopiante dosierojn
he: מועתקים קבצים
id: Menyalin file
is: Afrita skrár
nds: Dateien warrt kopeert
ru: Копирование файлов

# @title:window
source: Remove Old Entries
ast: Desaniciu d'entraes vieyes
bs: Uklanjanje starih ulaza
el: Αφαίρεση των παλιών καταχωρήσεων
eo: Forigi Malnovajn Enskribojn
he: הסרת רשומות ישנות
id: Hapus Entri-entri Lawas
is: Fjarlægi gamlar færslur
nds: Ole Indrääg wegmaken
ru: Удаление старых записей

# @title:window
source: Finding Old Entries
ast: Busca d'entraes vieyes
bs: Pronalaženje starih ulaza
el: Αναζήτηση παλιών καταχωρήσεων
eo: Trovi Malnovajn Enskribojn
he: רשומות ישנות מאותרות
id: Menemukan Entri-entri Lawas
is: Finn gamlar færslur
nds: Ole Indrääg warrt söcht
ru: Поиск старых записей

# @info:progress
source: Finding Old Entries...
ast: Atopando les entraes vieyes…
bs: Pronalaženje starih ulaza...
el: Αναζήτηση παλιών καταχωρήσεων...
eo: Trovante malnovajn enskribojn...
he: רשומות ישנות מאותרות…
id: Menemukan Entri-entri Lawas...
is: Finn gamlar færslur...
nds: Ole Indrääg warrt söcht...
ru: Поиск старых записей...

# @item:inlistbox
source: Kernel %1
bs: Jezgro sistema %1
el: Πυρήνας %1
eo: Kerno %1
he: ליבה %1
is: Kjarni %1
ru: Ядро %1

# @info
source: No removable entries were found.
ast: Nun s'atoparon entraes desaniciables
bs: Nisu pronađeni prijenosni unosi.
el: Δεν βρέθηκαν καταχωρήσεις προς αφαίρεση.
eo: Neniuj forpreneblaj enskriboj estis trovitaj.
he: לא נמצאו רשומות שניתן להסיר.
id: Tidak ada entri-entri dapat dihapus yang ditemukan.
is: Engar fjarlægjanlegar færslur fundust.
nds: Keen Indrääg funnen, de sik wegmaken laat
ru: Не было найдено записей, которые можно удалить

# @info
source: Are you sure you want to remove the following packages?
ast: ¿De xuru que quies desanciar los paquetes de darréu?
bs: Da li ste sigurni da želite ukloniti sljedeće pakete?
el: Επιθυμείτε πραγματικά την αφαίρεση των παρακάτω πακέτων;
eo: Ĉu vi certas, ke vi volas forigi la jenajn pakaĵojn?
he: להסיר את החבילות הבאות?
id: Apakah Anda yakin ingin menghapus paket-paket berikut?
is: Viltu örugglega fjarlægja eftirfarandi pakka?
nds: Wullt Du disse Paketen redig wegmaken?
ru: Удалить следующие пакеты?

# @title:window
source: Removing Old Entries
ast: Desaniciu d'entraes vieyes
bs: Uklanjanje starih ulaza
el: Αφαίρεση παλιών καταχωρήσεων
eo: Forigante Malnovajn Enskribojn
he: רשומות ישנות נמחקות
id: Menghapus Entri-entri Lawas
is: Fjarlægi gamlar færslur
nds: Ole Indrääg warrt wegdaan.
ru: Удаление старых записей

# @info
source: Package removal failed.
ast: Falló'l desaniciu de los paquetes.
bs: Uklanjanje paketa nije uspjelo.
el: Η αφαίρεση των πακέτων απέτυχε.
eo: Forigo de pakaĵo malsukcesis.
he: הסרת חבילות נכשלה.
id: Penghapusan paket gagal.
is: Mistókst að fjarlægja pakka.
nds: Wegdoon vun't Paket is fehlslaan.
ru: Ошибка удаления пакетов.

# @label:textbox
source: Image:
ast: Imaxe:
bs: Slika:
el: Εικόνα:
eo: Bildo:
he: תמונה:
id: Citra:
is: Mynd:
nds: Bild:
ru: Изображение:

# @label:textbox
source: Convert To:
bs: Konvertuj u:
el: Μετατροπή σε:
eo: Konverti al:
he: המרה אל:
id: Konversi Ke:
is: Umbreyta í:
nds: Wanneln na:
ru: Преобразовать в:

# @title:group
source: Conversion Options
bs: Opcije konverzije
el: Επιλογές μετατροπής
eo: Konvertaj Opcioj
he: אפשרויות המרה
id: Opsi Konversi
is: Valkostir umbreytingar
nds: Ümwannel-Optschonen
ru: Параметры преобразования

# @label:spinbox
source: Width:
ast: Anchor:
bs: Širina:
el: Πλάτος:
eo: Larĝo:
he: רוחב:
id: Lebar:
is: Breidd:
nds: Breed:
ru: Ширина:

# @label:spinbox
source: Height:
ast: Altor:
bs: Visina:
el: Ύψος:
eo: Alto:
he: גובה:
id: Tinggi:
is: Hæð:
nds: Hööchde:
ru: Высота:

# @option:check
source: Force resolution:
bs: Prisilna rezolucija:
el: Εξαναγκασμός μιας ανάλυσης:
eo: Forto-rezolucio:
he: כפיית רזולוציה:
id: Paksa resolusi:
is: Þvinga upplausn:
nds: Oplösen verdwingen:
ru: Принудительно установить разрешение:

# @option:check
source: Set As GRUB Wallpaper:
bs: Postavi kao GRUB pozadinsku sliku:
el: Ορισμός ως ταπετσαρία του GRUB:
eo: Agordi Kiel GRUB-Fapton:
he: הגדרה כתמונת רקע של GRUB:
id: Setel Sebagai Wallpaper GRUB:
is: Velja sem veggfóður fyrir GRUB:
nds: As Achtergrundbild för GRUB fastleggen:
ru: Сделать фоновым изображением GRUB:

# @label:listbox
source: Select partition to install/recover GRUB:
ast: Esbilla la partición onde instalar/recuperar GRUB2
bs: Obilježi particiju za instaliranje/obnavljanje GRUB-a:
el: Επιλέξτε την κατάτμηση εγκατάστασης/επαναφοράς του GRUB:
eo: Elekti sekcion por instali/reakiri GRUB:
he: נא לבחור מחיצה להתקנת/שחזור GRUB:
id: Pilih partisi untuk memasang/memulihkan GRUB:
is: Veldu disksneið til að setja upp/endurheimta GRUB:
nds: Partitschoon för't Installeren/Wedderherstellen vun Gub utsöken:
ru: Выбрать раздел для установки/восстановления GRUB:

# @title:column
source: Partition
ast: Partición
bs: Particija
el: Κατάτμηση
eo: Dispartigo
he: מחיצה
id: Partisi
is: Disksneið
nds: Partitschoon
ru: Раздел

# @title:column
source: Mountpoint
ast: Puntu de montaxe
bs: Tačka montiranja
el: Σημείο προσάρτησης
eo: Montpunkto
he: נקודת עגינה
id: Titik kait
is: Tengipunktur
nds: Inhangsteed
ru: Точка монтирования

# @title:column
source: Label
ast: Etiqueta
bs: Labela
el: Ετικέτα
eo: Etikedo
he: תווית
is: Merking
nds: Beteker
ru: Метка

# @title:column
source: File System
ast: Sistema de ficheros
bs: Datotečni sistem
el: Σύστημα αρχείων
eo: Dosiersistemo
he: מערכת קבצים
id: Sistem File
is: Skráakerfi
nds: Dateisysteem
ru: Файловая система

# @title:column
source: Size
ast: Tamañu
bs: Veličina
el: Μέγεθος
eo: Grandeco
he: גודל
id: Ukuran
is: Stærð
nds: Grött
ru: Размер

# @info:tooltip
source: Install the bootloader on the boot sector of the selected partition instead of the MBR(=Master Boot Sector). Not recommended.
bs: Instaliraj pokretač sistema na sektoru za pokretanje obilježene particije umjesto na MBR (=glavnom sektoru za pokretanje). Nije preporučeno.
el: Εγκαταστήστε το πρόγραμμα εκκίνησης στον τομέα εκκίνησης (boot sector) της επιλεγμένης κατάτμησης αντί στο MBR(=Master Boot Sector). Δεν συνιστάται.
eo: Instalu la praŝargilon sur la praŝarga sektoro de la elektita subdisko anstataŭ la MBR (=Mastra Boot-Sektoro). Ne rekomendita.
he: להתקין את מנהל הטעינה על מקטע הטעינה של המחיצה הנבחרת במקום ב־MBR (רשומת טעינה ראשית). לא מומלץ.
id: Pasang bootloader di boot sector pada partisi yang dipilih sebagai gantinya MBR(=Master Boot Sector). Tidak dianjurkan.
is: Setja upp ræsihleðsluforritið á ræsigeirann á völdu disksneiðinni í staðinn fyrir stofnræsigeirann (MBR, Master Boot Sector). Ekki er mælt með þessu.
nds: Den Systeemstarter na den Systeemstart-Sektor vun de utsöchte Partitschoon ansteed na den MBR („Master Boot Record“) installeren. Nich anraadt.
ru: Установить загрузчик в загрузочный сектор выбранного раздела, а не в MBR (главная загрузочная запись). Не рекомендуется.

# @option:check
source: Install on partition instead of MBR (Advanced)
ast: Instalar na partición en cuentes del MBR (avanzao)
bs: Instaliraj na particiji umjesto na MBR (napredno)
el: Να εγκατασταθεί σε κατάτμηση αντί στο MBR (για προχωρημένους)
eo: Instali sur sekcio anstataŭ MBR (Altnivela)
he: להתקין על מחיצה במקום ב־MBR (מתקדם)
id: Pasang di partisi sebagai gantinya MBR(Advanced)
is: Setja upp á disksneið í stað MBR (ítarlegt)
nds: Op Partitschoon ansteed op MBR installeren (verwiedert)
ru: Установить на раздел вместо MBR (для опытных пользователей)

# @title:tab Refers to settings.
source: General
ast: Xeneral
bs: Opšte
el: Γενικά
eo: Ĝenerala
he: כללי
id: Umum
is: Almennt
nds: Allmeen
ru: Основное

# @title:group
source: Default Entry
ast: Entrada predeterminada
bs: Podrazumijevani unos
el: Προκαθορισμένη καταχώρηση
eo: Defaŭlta Eniro
he: רשומת ברירת מחדל
id: Entri Default
is: Sjálfgefin færsla
nds: Standardindrag
ru: Запись по умолчанию

# @label:listbox
source: Default Entry:
ast: Entrada predeterminada:
bs: Podrazumijevani unos:
el: Προκαθορισμένη καταχώρηση:
eo: Defaŭlta eniro:
he: רשומת ברירת מחדל:
id: Entri Default:
is: Sjálfgefin færsla:
nds: Standardindrag:
ru: Запись по умолчанию:

# @action:button
source: Remove Old Entries
ast: Desaniciar entraes vieyes
bs: Uklanjanje starih unosa
el: Αφαίρεση των παλιών καταχωρήσεων
eo: Forigi Malnovajn Enskribojn
he: הסרת רשומות ישנות
id: Hapus Entri-entri Lawas
is: Fjarlæga gamlar færslur
nds: Ole Indrääg wegmaken
ru: Удалить старые записи

# @option:check
source: The next booted entry will become default
bs: Sljedeći pokrenuti unos postat će podrazumijevan
el: Η επόμενη καταχώρηση εκκίνησης θα γίνει η προκαθορισμένη
eo: La sekva startita eniro fariĝos defaŭlta
he: הרשומה הבאה שתיטען תהפוך לברירת המחדל
id: Entri yang di-boot selanjutnya akan menjadi default
is: Næsta ræsifærsla verður sjálfgefin
nds: De nakamen opropen Startindrag warrt de Standardindrag
ru: Следующая запись станет загружаемой по умолчанию

# @title:group
source: Timeout
ast: Escosa del tiempu d'espera
bs: Vremenski rok
el: Χρονικό όριο
he: תום זמן המתנה
id: Batas waktu
is: Tímamörk
nds: Töövtiet
ru: Время ожидания

# @option:check
source: Hide the menu for:
ast: Anubrir el menú demientres
bs: Sakrij meni za:
el: Απόκρυψη του μενού για:
eo: Kaŝi la menuon por:
he: להסתיר את התפריט למשך:
id: Sembunyikan menu untuk:
is: Fela valmyndina fyrir:
nds: Dat Menü versteken för:
ru: Скрывать меню в течение:

# @option:check
source: Show countdown timer
ast: Amosar la cuenta regresiva
bs: Prikaži odbrojavanje vremena
el: Εμφάνιση χρονομέτρου αντίστροφης μέτρησης
eo: Montri retronombradon
he: הצגת מונה לאחור
id: Tampilkan timer mundur
is: Sýna niðurtalningu
nds: Teller wiesen
ru: Показывать обратный отсчёт

# @option:check
source: Automatically boot the default entry after showing the menu
ast: Arrincar automáticamente la entrada predeterminada dempués d'amosar el menú
bs: Automatski pokreni standardni unos nakon prikazivanja menija
el: Αυτόματη εκκίνηση της προκαθορισμένης καταχώρισης μετά την εμφάνιση του μενού
eo: Aŭtomate lanĉi la defaŭltan eniron post montri la menuon
he: לטעון את רשומת ברירת המחדל לאחר הצגת התפריט
id: Secara otomatis boot entri default sesudah menampilkan menu
is: Ræsa sjálfkrafa sjálfgefnu færsluna þegar valmyndin hefur birst
nds: Automaatsch den Standardindrag na't Wiesen vun't Menü opropen
ru: Автоматически загружать запись по умолчанию после показа меню

# @option:radio
source: Immediately
ast: Nel intre
bs: Odmah
el: Άμεσα
eo: Tuje
he: מיידית
id: Secara langsung
is: Strax
nds: Fuurts
ru: Немедленно

# @option:radio
source: After:
ast: Dempués de
bs: Nakon:
el: Μετά:
eo: Post:
he: אחרי:
id: Sesudah:
is: Eftir:
nds: Na:
ru: Через:

# @title:group
source: Generated Entries
ast: Entraes xeneraes
bs: Generirani unosi
el: Δημιουργημένες καταχωρήσεις
eo: Produktitaj Eniroj
he: רשומות שנוצרו
id: Entri-entri Dihasilkan
is: Útbúnar færslur
nds: Opstellt Indrääg
ru: Генерируемые записи

source: Language:
ast: Llingua:
bs: Jezik:
el: Γλώσσα:
eo: Lingvo:
he: שפה:
id: Bahasa:
is: Tungumál:
nds: Spraak:
ru: Язык:

# @option:check
source: Generate recovery entries
ast: Xenerar entraes de recuperación
bs: Generiraj unos za oporavak sistema
el: Δημιουργία καταχωρήσεων επαναφοράς
eo: Generi reakirajn enskribojn
he: יצירת רשומות שחזור
id: Hasilkan entri-entri pemulihan
is: Búa til endurheimtarfærslur
nds: Wedderherstell-Indrääg opstellen
ru: Сгенерировать записи для восстановления системы

# @option:check
source: Generate memtest entries
ast: Xenerar entraes de memtest
bs: Generiraj unose za testiranje memorije
el: Δημιουργία καταχωρήσεων memtest
eo: Generi memtest-enskribojn
he: יצירת רשומות memtest (בדיקת זיכרון)
id: Hasilkan entri-entri memtest
is: Búa til memtest-færslur
nds: Memtest-Indrääg opstellen
ru: Сгенерировать записи для проверки оперативной памяти (memtest)

# @option:check
source: Probe for operating systems
ast: Buscar otros sistemes operativos
bs: Proba za operativne sisteme
el: Εντοπισμός για λειτουργικά συστήματα
eo: Sondilo por operaciumoj
he: סריקת מערכת הפעלה
id: Menjajaki sistem operasi
is: Leita eftir stýrikerfum
nds: Bedriefsystemen opdecken
ru: Проверка наличия операционных систем

# @title:tab
source: Appearance
ast: Aspeutu
bs: Izgled
el: Εμφάνιση
eo: Aspekto
he: מראה
id: Penampilan
is: Útlit
nds: Utsehn
ru: Внешний вид

# @title:group
source: Resolutions
ast: Resoluciones
bs: Rezolucije
el: Αναλύσεις
eo: Rezolucioj
he: רזולוציות
id: Resolusi
is: Upplausnir
nds: Oplösen
ru: Разрешения экрана

# @info:tooltip
source: Probe for supported VBE resolutions.
bs: Sonda za podržane VBE rezolucije.
el: Διερεύνηση για υποστηριζόμενες VBE αναλύσεις ευκρίνειας.
eo: Sondi pri subtenataj VBE-rezolucioj.
he: איתור רזולוציות VBE נתמכות.
id: Menjajaki resolusi VBE yang didukung.
is: Leita eftir studdum VBE-upplausnum.
nds: Ünnerstütt Video-Bedriefoorden söken
ru: Проверка поддерживаемого разрешения VBE.

# @label:listbox
source: Linux Kernel:
ast: Kernel Linux:
bs: Linux jezgro sistema:
el: Πυρήνας Linux:
eo: Linukso Kerno:
he: ליבת לינוקס:
id: Kernel Linux:
is: Linux-kjarni:
nds: Linuxkarn:
ru: Ядро Linux:

# @title:group
source: Colors
ast: Colores
bs: Boje
el: Χρώματα
eo: Koloroj
he: צבעים
id: Warna
is: Litir
nds: Klören
ru: Цвета
