Repository: KDE/kcm-grub2
Catalog: po/*/kcm-grub2.po
Languages: ast, bs, el, eo, he, id, is, nds, ru

# @label:chooser
source: Normal Foreground (Text):
bs: Normalni prednji plan (tekst):
el: Τυπικό προσκήνιο (Κείμενο):
eo: Normala Malfono (Teksto):
he: חזית רגילה (טקסט):
id: Latar Depan Normal (Teks):
is: Venjulegur forgrunnur (texti):
nds: Normaal Vörgrund (Text):
ru: Обычный текст:

# @label:chooser
source: Highlight Foreground (Text):
bs: Markiraj prednji plan (tekst):
el: Τονισμός χρώματος προσκηνίου (Κείμενο):
eo: Marki Malfonon (Teksto):
he: חזית מודגשת (טקסט):
id: Sorot Latar Depan (Teks):
is: Áherslulitaður forgrunnur (texti):
nds: Rutheevt Vörgrund (Text):
ru: Выделенный текст:

# @label:chooser
source: Normal Background:
ast: Fondu normal:
bs: Normalna pozadina:
el: Τυπικό φόντο:
eo: Normala Fono:
he: רקע רגיל:
id: LatarBelakang Normal
is: Venjulegur bakgrunnur:
nds: Normaal Achtergrund:
ru: Обычный фон:

# @label:chooser
source: Highlight Background:
bs: Markiraj pozadinu:
el: Τονισμός φόντου:
eo: Emfazi Fonon:
he: רקע הדגשה:
id: Sorot Latar Belakang:
is: Áherslulitaður bakgrunnur:
nds: Rutheevt Achtergrund:
ru: Фон выделенного текста:

# @title:group Refers to the image shown behind the boot menu.
source: Background
bs: Pozadina
el: Φόντο
eo: Fono
he: רקע
id: LatarBelakang
is: Bakgrunnur
nds: Achtergrund
ru: Фон

# @label:textbox
source: Wallpaper:
ast: Imaxe del fondu:
bs: Pozadinska slika:
el: Ταπετσαρία:
eo: Tapeto:
he: תמונת רקע:
is: Veggfóður:
nds: Achtergrundbild:
ru: Фоновое изображение:

# @action:button
source: Preview
ast: Previsualizar
bs: Pregled:
el: Προεπισκόπηση
eo: Antaŭrigardo
he: תצוגה מקדימה
id: Pratinjau
is: Forskoðun
nds: Vöransicht
ru: Предварительный просмотр

# @action:button
source: Create
ast: Crear
bs: Napravi
el: Δημιουργία
eo: Krei
he: יצירה
id: Buat
is: Búa til
nds: Opstellen
ru: Создать

# @label:textbox
source: Theme:
ast: Estilu:
bs: Tema:
el: Θέμα:
eo: Etoso:
he: ערכת עיצוב:
id: Tema:
is: Þema:
nds: Muster:
ru: Оформление:

# @title:tab Refers to settings.
source: Advanced
ast: Avanzao
bs: Napredno
el: Για προχωρημένους
eo: Altnivela
he: מתקדם
id: Tingkat Lanjut
is: Ítarlegt
nds: Verwiedert
ru: Дополнительно

# @title:group
source: Linux Kernel Arguments
ast: Argumentos del kernel Linux
bs: Argumenti jezgra sistema Linux-a
el: Παράμετροι πυρήνα Linux:
eo: Linukso Kerno-Argumentoj
he: ארגומנטים לליבת לינוקס
id: Argumen Kernel Linux
is: Breytur fyrir Linux-kjarna
nds: Linuxkarn-Argumenten
ru: Параметры ядра Linux

# @label:textbox
source: Normal Entries:
ast: Entraes normales:
bs: Normalni unosi:
el: Τυπικές καταχωρήσεις:
eo: Normalaj Enskriboj:
he: רשומות רגילות:
id: Entri Normal:
is: Venjulegar færslur:
nds: Normaal Indrääg:
ru: Обычные записи:

# @action:button
source: Suggestions
ast: Suxerencies
bs: Prijedlozi
el: Προτάσεις
eo: Sugestoj
he: הצעות
id: Saran
is: Uppástungur
nds: Vörslääg
ru: Предложения

# @label:textbox
source: All Entries:
ast: Toles entraes:
bs: Svi unosi:
el: Όλες οι καταχωρήσεις:
eo: Ĉiuj Enskriboj:
he: כל הרשומות:
id: Semua Entri:
is: Allar færslur:
nds: All Indrääg:
ru: Все записи:

# @label:textbox
source: Input Terminal:
ast: Terminal d'entrada:
bs: Ulazni terminal:
el: Τερματικό εισαγωγής:
eo: Eniga Terminalo:
he: מסוף קלט:
id: Terminal Input:
is: Inntaksskjáhermir:
nds: Ingaav-Konsool:
ru: Терминал для ввода:

# @label:textbox
source: Output Terminal:
ast: Terminal de salida:
bs: Izlazni terminal:
el: Τερματικό εξόδου:
eo: Eliga Terminalo:
he: מסוף פלט:
id: Termilan Output:
is: Úttaksskjáhermir:
nds: Utgaav-Konsool:
ru: Терминал для вывода:

# @title:group Refers to settings.
source: Other
bs: Ostalo
el: Άλλο
eo: Alia
he: אחר
id: Lainnya
is: Annað
nds: Anner
ru: Другое

# @label:textbox
source: Distributor:
ast: Distribución:
bs: Distributer:
el: Διανομή:
eo: Distribuisto:
he: מפיץ:
is: Dreifingaraðili:
nds: Rutgever:
ru: Дистрибьютор:

# @label:textbox
source: Serial Command:
bs: Redna komanda:
el: Σειραϊκή εντολή:
eo: Seria Komando:
he: פקודת מסוף:
id: Perintah Seri:
is: Raðskipun:
nds: Seriell Befehl:
ru: Команда для последовательного порта:

# @label:textbox
source: Init Tune:
ast: Axustes del aniciu:
bs: Pokretačka melodija:
el: Αρμονία εκκίνησης:
he: נעימת פתיחה:
id: Seteman Init:
is: Upphafsstef:
nds: Starttöön:
ru: Проиграть мелодию:

# @option:check
source: Enable UUIDs:
bs: Omogući UUIDs:
el: Ενεργοποίηση των UUID:
eo: Ebligi UUID-ojn:
he: הפעלת מזהים ייחודיים (UUID):
id: Fungsikan UUID:
is: Virkja UUID:
nds: UUIDs anmaken:
ru: Включить наименования по UUID:

# @title:group
source: Tools
ast: Ferramientes
bs: Alatke
el: Εργαλεία
eo: Iloj
he: כלים
id: Peralatan
is: Verkfæri
nds: Warktüüch
ru: Инструментарий

# @action:button
source: Install/Recover Bootloader
ast: Instalar/Recuperar el xestor d'arrinque
bs: Program za instalaciju/obnavljanje pri pokretanju sistema
el: Εγκατάσταση/Επαναφορά του προγράμματος εκκίνησης
eo: Instali/Reakiri Bootloader
he: התקנת/שחזור מנהל טעינה
id: Pasang/Pulihkan Bootloader
is: Setja upp/endurheimta ræsihleðsluforrit
nds: Systeemstarter installeren/wedderherstellen
ru: Установить/восстановить загрузчик

# @label:listbox
source: Select entries to remove:
bs: Označi unose za uklanjanje:
el: Επιλογή καταχωρήσεων για αφαίρεση:
eo: Elekti enskribojn por forigi:
he: נא לבחור רשומות להסרה:
id: Pilih entri untuk dihapus:
is: Velja færslur til að fjarlægja:
nds: Indrääg utsöken, de Du wegmaken wullt:
ru: Выбрать записи для удаления:

# @info:tooltip
source: Remove associated kernel header files.
bs: Ukloni povezane datoteke zaglavlja jezgra sistema.
el: Αφαίρεση των αρχείων επικεφαλίδων συσχετιζόμενων με τον πυρήνα.
eo: Forigi rilatajn kernajn kapdosierojn.
he: להסיר קובצי כותרת ליבה קשורים.
id: Hapus file tajuk kernel yang berhubungan.
is: Fjarlægja tengdar höfuðskrár kjarna.
nds: Tohören Karn-Koppdateien wegmaken
ru: Удалить также соответствующие заголовочные файлы ядра.

# @option:check
source: Also remove associated old packages
ast: Desaniciar tamién los paquetes asociaos
bs: Također, ukloni i povezane stare pakete
el: Αφαίρεση επίσης των παλιών συσχετιζόμενων πακέτων
eo: Ankaŭ forigi rilatajn malnovajn pakaĵojn
he: להסיר גם חבילות ישנות קשורות
id: Hapus juga paket-paket lawas yang berhubungan
is: Fjarlægja líka tengda gamla pakka
nds: Ok tohören oolt Paketen wegmaken
ru: Удалить также соответствующие старые пакеты.

# @info
source: Command: <command>%1</command><nl/>
ast: Comandu: «%1»<nl/>
el: Εντολή: <command>%1</command><nl/>
eo: Ordono: <command>%1</command><nl/>
he: פקודה: <command>%1</command><nl/>
id: Perintah: <command>%1</command><nl/>
is: Skipun: <command>%1</command><nl/>
ru: Команда: <command>%1</command><nl/>

# we are running the install hooks
source: Running install hooks
el: Εκτέλεση εξαρτήσεων εγκατάστασης
eo: Kurante instalajn hokojn
he: התליות התקנה רצות
id: Menjalankan install hooks
is: Keyri uppsetta króka
ru: Выполнение установочных функций перехвата

# we received an unknown status
source: Unknown status
el: Άγνωστη κατάσταση
eo: Nekonata statuso
he: מצב לא יודע
id: Status tak diketahui
is: Óþekkt staða
ru: Неизвестное состояние

# @label:spinbox seconds (suffix)
source: s
he: שנ׳
id: dtk
nds: Sek.
ru: c

# @title:group Noun.
source: Terminal
el: Τερματικό
eo: Terminalo
he: מסוף
is: Skjáhermir
nds: Konsool
ru: Терминал

# @label:textbox Noun.
source: Terminal:
el: Τερματικό:
eo: Terminalo:
he: מסוף:
is: Skjáhermir:
nds: Konsool:
ru: Терминал:
